fixed README.md
